[
  {
    "artwork_id": 745698,
    "title": "Parachuting Pies",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2013",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.823817,
      "lon": -0.14647275
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where noble namesake holds court supreme,\n'Mid shopping spires and merchant's dream,\nThe Prince of Wales stands proud and tall—\nSeek painted visions on the wall.\nThere pies take flight on silken wings,\nA feast that from the heavens springs,\nWhere \"Parachuting Pies\" descend,\nAnd art and appetite transcend.",
        "base_clue": "In the shadow of The Prince of Wales, among the grand shopping thoroughfares, discover the painted wonder \"Parachuting Pies\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Parachuting Pies\" adorns a multi-storey shopping complex, positioned 16m north of The Prince of Wales and 25m from Halifax. Look for public seating 57m away and Clarence Square at 101m distance to confirm your location.",
        "base_clue": "The painted piece \"Parachuting Pies\" adorns a busy shop front, positioned 16m north of The Prince of Wales and 25m from Halifax."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at The Prince of Wales pub, positioned as your initial landmark. Head due north (compass bearing 0°) for exactly 16 meters along the street. The artwork \"Parachuting Pies\" will appear on your right-hand side (east-facing wall). This painted artwork, created in 2013, is displayed on the exterior wall of a multi-storey shopping complex building and features pictorial street art depicting whimsical parachuting pie imagery. Halifax bank serves as your secondary landmark, located precisely 25 meters northeast from the artwork location. The artwork is executed in paint medium and carries the tags: Pictorial, Street Art. Additional nearby reference points include public seating 57m southwest, Clarence Square 101m southeast, Russell Square 143m east-northeast, Church of Scientology of Brighton 158m north-northwest, and Chapel in the Inn 196m due west of the artwork's position on the multi-storey shopping complex.",
        "base_clue": "Start at The Prince of Wales. Head north for 16m. The artwork will be on your right. Halifax is 25m away. \"Parachuting Pies\" is a painted artwork featuring pictorial and street art, created in 2013 displayed on a commercial storefront."
      }
    ]
  },
  {
    "artwork_id": 744573,
    "title": "Prinny",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2023",
    "tags": "Figurative, Male, Street Art",
    "coordinates": {
      "lat": 50.822238,
      "lon": -0.14009982
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobbled arteries wind through time's embrace,\nAnd Riddle & Finns holds court in shadows old,\nThere painted Prinny keeps his royal place—\nA prince in pigment, stories yet untold.\nSeek him where the Pavilion's domed dreams sleep,\nIn lanes that whisper secrets centuries deep.",
        "base_clue": "In the shadow of Riddle & Finns The Lanes, among the old town's narrow passages, discover the painted wonder \"Prinny\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Prinny\" adorns a historic stone building, positioned 18m northeast of The Secret Comedy Club and 19m from Paxton+Glew Contemporary Art Gallery, with Royal Pavilion Gardens located 152m to the south and B&Q Local - Brighton situated 160m to the west.",
        "base_clue": "The painted piece \"Prinny\" adorns a historic stone building, positioned 18m northeast of The Secret Comedy Club and 19m from Paxton+Glew Contemporary Art Gallery."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at The Secret Comedy Club, a Victorian-era entertainment venue with ornate red brick facade and arched entrance doors. Exit the building and orient yourself facing northeast (45 degrees from north). Walk exactly 18 meters in a straight line northeast along the cobblestone pathway, passing the wrought-iron street lamp at the 9-meter mark. After precisely 18 meters, turn your head to the left (northwest direction) and look for \"Prinny\" - a vibrant painted street art mural created circa 2023, depicting a figurative male subject rendered in bold urban art style using paint medium, displayed prominently on the weathered stone wall of an ancient medieval structure with Gothic archway details. The Paxton+Glew Contemporary Art Gallery, identifiable by its modern glass frontage and minimalist white signage, stands exactly 19 meters due east from this artwork location. Additional orientation landmarks include: The Chapel Royal Brighton (60m southeast), Friends Meeting House (93m south-southwest), Royal Pavilion Gardens (152m southwest), B&Q Local Brighton (160m north-northeast), and Fern and Pine Garden Design Studio (232m west-northwest).",
        "base_clue": "Start at The Secret Comedy Club. Head northeast for 18m. The artwork will be on your left. Paxton+Glew Contemporary Art Gallery is 19m away. \"Prinny\" is a painted artwork featuring figurative and male and street art, created in c.2023 displayed on a historic stone building."
      }
    ]
  },
  {
    "artwork_id": 741663,
    "title": "Burn It All",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.82437,
      "lon": -0.1403144
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where ancient stones whisper secrets through cobbled veins,\nAnd Las Iguanas casts its twilight shadow,\nA phoenix of color blazes from forgotten walls—\n\"Burn It All\" blooms in defiant splendor,\nWhile ferns unfurl their emerald dreams\nJust eight paces from where pine and garden magic dwell.",
        "base_clue": "Find your way to Las Iguanas - Brighton, among the old town's narrow passages, and witness the painted creation \"Burn It All\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted artwork \"Burn It All\" is located on the brick exterior wall of a Victorian-era converted warehouse, positioned 8m northwest of Fern and Pine Garden Design Studio and 67m southeast of Eco Tents. The piece faces the street and is visible at eye level approximately 2.5m above the pavement.",
        "base_clue": "The painted piece \"Burn It All\" adorns a narrow medieval building, positioned 8m northwest of Fern and Pine Garden Design Studio and 8m from Fern and Pine Garden Design Studio."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Fern and Pine Garden Design Studio. Head northwest for 8m. The artwork will be on your left. Fern and Pine Garden Design Studio is 8m away. \"Burn It All\" is a painted artwork featuring pictorial and street art, created in 2023/2024 displayed on a centuries-old property.",
        "base_clue": "Start at Fern and Pine Garden Design Studio. Head northwest for 8m. The artwork will be on your left. Fern and Pine Garden Design Studio is 8m away. \"Burn It All\" is a painted artwork featuring pictorial and street art, created in 2023/2024 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 741675,
    "title": "Velodrome",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022",
    "tags": "Abstract, Pictorial, Sport, Street Art",
    "coordinates": {
      "lat": 50.842899,
      "lon": -0.14825106
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Seek The Park View, in the peaceful northern quarter. There you'll find the painted masterpiece \"Velodrome\".",
        "base_clue": "Where The Park View stands proud, in the peaceful northern quarter, the painted artwork \"Velodrome\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Velodrome\" adorns a brick-fronted townhouse, positioned 99m northeast of Cemetery and 101m from St Peter's Church, Preston Village, Brighton.",
        "base_clue": "The painted piece \"Velodrome\" adorns a three-storey residential property, positioned 99m northeast of Cemetery and 101m from St Peter's Church, Preston Village, Brighton."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Cemetery. Head northeast for 99m. The artwork will be on your left. St Peter's Church, Preston Village, Brighton is 101m away. \"Velodrome\" is a painted artwork featuring abstract and pictorial and sport and street art, created in 2022 displayed on a three-storey residential property.",
        "base_clue": "Start at Cemetery. Head northeast for 99m. The artwork will be on your left. St Peter's Church, Preston Village, Brighton is 101m away. \"Velodrome\" is a painted artwork featuring abstract and pictorial and sport and street art, created in 2022 displayed on a Victorian terrace building."
      }
    ]
  },
  {
    "artwork_id": 744565,
    "title": "Modern Day Hero",
    "type": "Panel",
    "medium": "paint",
    "execution_date": "2020/2021",
    "tags": "Commemorative, Street Art, Symbolic",
    "coordinates": {
      "lat": 50.82431,
      "lon": -0.13936222
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Seek Côte Brighton, where medieval streets wind through history. There you'll find the painted masterpiece \"Modern Day Hero\".",
        "base_clue": "Where Côte Brighton stands proud, in the historic Lanes' labyrinth, the painted artwork \"Modern Day Hero\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Modern Day Hero\" adorns a historic stone building, positioned 23m northeast of Kellie Miller Arts Gallery and 27m from REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL.",
        "base_clue": "The painted piece \"Modern Day Hero\" adorns a centuries-old property, positioned 23m northeast of Kellie Miller Arts Gallery and 27m from REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Kellie Miller Arts Gallery, a contemporary art space housed in a converted Victorian-era building with large glass windows and cream-colored facade. From the main entrance, face northeast (45 degrees from north) and walk in a straight line for exactly 23 meters along the pedestrian pathway. After 18 meters, you will pass Fern and Pine Garden Design Studio on your right side at 62 meters distance. Continue northeast for the remaining 5 meters until you reach an ancient stone structure on your left (west) side. The REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL, identifiable by its white exterior walls and cross-topped spire, stands 27 meters to the southeast from this location, while Brighton Unitarian Church with its distinctive red brick Gothic Revival architecture is positioned 41 meters to the southwest. On the weathered stone wall of the ancient structure directly to your left, you will find \"Modern Day Hero\" - a painted panel artwork created in 2020/2021. This commemorative street art piece features symbolic imagery rendered in vibrant colors against the historic masonry, measuring approximately 2 meters in height and displaying bold brushwork characteristic of contemporary urban muralism with commemorative, street art, and symbolic tags.",
        "base_clue": "Start at Kellie Miller Arts Gallery. Head northeast for 23m. The artwork will be on your left. REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL is 27m away. \"Modern Day Hero\" is a painted artwork featuring commemorative and street art and symbolic, created in 2020/2021 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 741622,
    "title": "The World's End Kracken",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2014–2015",
    "tags": "Commercial, Mythological, Street Art",
    "coordinates": {
      "lat": 50.832879,
      "lon": -0.13824508
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobblestone whispers meet The West Hill Tavern's ancient embrace,\nThrough the artistic quarter's serpentine grace,\nBeneath painted scales where ocean dreams dance,\nThe World's End Kracken waits in shadowed trance—\nIts tentacles reaching through pigment and time,\nA beast born of brushstrokes and maritime rhyme.",
        "base_clue": "Find your way to The West Hill Tavern, in the creative heart of the city, and witness the painted creation \"The World's End Kracken\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"The World's End Kracken\" adorns a café storefront, positioned 18m northwest of Cash Generator Brighton | The Buy and Sell Store and 39m from Post Office.",
        "base_clue": "The painted piece \"The World's End Kracken\" adorns a commercial premises, positioned 18m northwest of Cash Generator Brighton | The Buy and Sell Store and 39m from Post Office."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Cash Generator Brighton | The Buy and Sell Store. Head northwest for 18m. The artwork will be on your left. Post Office is 39m away. \"The World's End Kracken\" is a painted artwork featuring commercial and mythological and street art, created in 2014–2015 displayed on a retail unit.",
        "base_clue": "Start at Cash Generator Brighton | The Buy and Sell Store. Head northwest for 18m. The artwork will be on your left. Post Office is 39m away. \"The World's End Kracken\" is a painted artwork featuring commercial and mythological and street art, created in 2014–2015 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 741659,
    "title": "Skull",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2020",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.833391,
      "lon": -0.14082491
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of The West Hill Tavern, in the artistic quarter's maze of lanes, discover the painted wonder \"Skull\".",
        "base_clue": "In the shadow of The West Hill Tavern, in the artistic quarter's maze of lanes, discover the painted wonder \"Skull\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Skull\" adorns a café storefront, positioned 27m south of Diamond Computers and 27m from Diamond Computers.",
        "base_clue": "The painted piece \"Skull\" adorns a corner shop building, positioned 27m south of Diamond Computers and 27m from Diamond Computers."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Diamond Computers. Head south for 27m. The artwork will be on your left. Diamond Computers is 27m away. \"Skull\" is a painted artwork featuring pictorial and street art, created in 2020 displayed on a corner shop building.",
        "base_clue": "Start at Diamond Computers. Head south for 27m. The artwork will be on your left. Diamond Computers is 27m away. \"Skull\" is a painted artwork featuring pictorial and street art, created in 2020 displayed on a corner shop building."
      }
    ]
  },
  {
    "artwork_id": 748069,
    "title": "Summer",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.833572,
      "lon": -0.13205051
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where Wellington's cobbled heart beats strong and free,\n'Midst merchants' dreams and coffee's fragrant plea,\nA painted vision waits in morning's glow—\nSweet Summer's face, where golden breezes flow.",
        "base_clue": "In the shadow of The Wellington, among the vibrant bohemian streets, discover the painted wonder \"Summer\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Summer\" adorns a converted house, positioned 58m northwest of relovestuff and 78m from Smart Local Market Off Licence.",
        "base_clue": "The painted piece \"Summer\" adorns a three-storey residential property, positioned 58m northwest of relovestuff and 78m from Smart Local Market Off Licence."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at relovestuff. Head northwest for 58m. The artwork will be on your left. Smart Local Market Off Licence is 78m away. \"Summer\" is a painted artwork featuring pictorial and street art, created in 2022 displayed on a brick-fronted townhouse.",
        "base_clue": "Start at relovestuff. Head northwest for 58m. The artwork will be on your left. Smart Local Market Off Licence is 78m away. \"Summer\" is a painted artwork featuring pictorial and street art, created in 2022 displayed on a three-storey residential property."
      }
    ]
  },
  {
    "artwork_id": 741618,
    "title": "Hare and Hounds",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022–2023",
    "tags": "Animal, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.83342,
      "lon": -0.13826251
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Seek The West Hill Tavern, in the artistic quarter's maze of lanes. There you'll find the painted masterpiece \"Hare and Hounds\".",
        "base_clue": "In the shadow of The West Hill Tavern, among the vibrant bohemian streets, discover the painted wonder \"Hare and Hounds\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Hare and Hounds\" adorns a corner shop building, positioned 22m southwest of Calvary Church Brighton and 25m from Railway Mission.",
        "base_clue": "The painted piece \"Hare and Hounds\" adorns a corner shop building, positioned 22m southwest of Calvary Church Brighton and 25m from Railway Mission."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Calvary Church Brighton. Head southwest for 22m. The artwork will be on your right. Railway Mission is 25m away. \"Hare and Hounds\" is a painted artwork featuring animal and pictorial and street art, created in 2022–2023 displayed on a retail unit.",
        "base_clue": "Start at Calvary Church Brighton. Head southwest for 22m. The artwork will be on your right. Railway Mission is 25m away. \"Hare and Hounds\" is a painted artwork featuring animal and pictorial and street art, created in 2022–2023 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 747324,
    "title": "People at Leisure",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.837336,
      "lon": -0.17728508
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where The Friends of St Ann’s Well Gardens stands proud, among the leafy residential lanes, the painted artwork \"People at Leisure\" awaits.",
        "base_clue": "Seek The Friends of St Ann’s Well Gardens, where gardens bloom behind painted facades. There you'll find the painted masterpiece \"People at Leisure\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "Look for the painted work \"People at Leisure\" on a brick-fronted townhouse, 338m northwest of Krav Maga Evolve.",
        "base_clue": "Look for the painted work \"People at Leisure\" on a Victorian terrace building, 338m northwest of Krav Maga Evolve."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "\"People at Leisure\" is a painted artwork featuring pictorial and street art, created in 2023 on a brick-fronted townhouse in north Brighton.",
        "base_clue": "\"People at Leisure\" is a painted artwork featuring pictorial and street art, created in 2023 on a Victorian terrace building in north Brighton."
      }
    ]
  },
  {
    "artwork_id": 755293,
    "title": "Endangered Orangutans",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2020/2021",
    "tags": "Animal, Pictorial, Protest, Street Art",
    "coordinates": {
      "lat": 50.821721,
      "lon": -0.14311329
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Through serpentine streets where time has worn smooth stones,\nSeek the vintner's haven where old Brighton's heart beats—\nHotel du Vin, cradled in lanes that twist like ancient bones.\nThere, where brush met wall in passionate whispers,\n\"Endangered Orangutans\" dwells in pigmented dreams,\nA painted prayer for souls the jungle remembers.",
        "base_clue": "Seek Hotel du Vin Brighton, where medieval streets wind through history. There you'll find the painted masterpiece \"Endangered Orangutans\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Endangered Orangutans\" adorns a narrow medieval building, positioned 34m west of Brighton Hippodrome and 51m from Festival Wines.",
        "base_clue": "The painted piece \"Endangered Orangutans\" adorns a narrow medieval building, positioned 34m west of Brighton Hippodrome and 51m from Festival Wines."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Brighton Hippodrome. Head west for 34m. The artwork will be on your right. Festival Wines is 51m away. \"Endangered Orangutans\" is a painted artwork featuring animal and pictorial and protest and street art, created in 2020/2021 displayed on a historic stone building.",
        "base_clue": "Start at Brighton Hippodrome. Head west for 34m. The artwork will be on your right. Festival Wines is 51m away. \"Endangered Orangutans\" is a painted artwork featuring animal and pictorial and protest and street art, created in 2020/2021 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 747312,
    "title": "Puzzled",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022/2024",
    "tags": "Commercial, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.823834,
      "lon": -0.13911009
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of Côte Brighton, in the historic Lanes' labyrinth, discover the painted wonder \"Puzzled\".",
        "base_clue": "In the shadow of Côte Brighton, among the old town's narrow passages, discover the painted wonder \"Puzzled\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Puzzled\" adorns an ancient structure, positioned 4m east of Bicycle Parking and 11m from South Downs Psychotherapy.",
        "base_clue": "The painted piece \"Puzzled\" adorns a centuries-old property, positioned 4m east of Bicycle Parking and 11m from South Downs Psychotherapy."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at the designated Bicycle Parking area and proceed due east for exactly 4 meters. The target artwork will appear on your left side (north side of your path). Use South Downs Psychotherapy, located precisely 11 meters from your starting position, as your primary landmark reference point. The nearby Brighton Unitarian Church and REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL, both positioned 28 meters from the bicycle parking, serve as additional directional landmarks to confirm your location.\n\n\"Puzzled\" is a painted artwork executed in paint medium, featuring a fusion of commercial, pictorial, and street art styles. This contemporary piece was created between 2022-2024 and is prominently displayed on the exterior wall of a historic stone building. The artwork combines commercial design elements with pictorial imagery and urban street art aesthetics, creating a multi-layered visual composition typical of modern street art installations.\n\nAdditional proximity landmarks include: Fern and Pine Garden Design Studio (96 meters northeast), Eco Tents (140 meters southeast), and the Royal Pavilion Gardens (158 meters south-southeast), which can serve as broader navigational reference points in the surrounding area.",
        "base_clue": "Start at Bicycle Parking. Head east for 4m. The artwork will be on your left. South Downs Psychotherapy is 11m away. \"Puzzled\" is a painted artwork featuring commercial and pictorial and street art, created in 2022/2024 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 744569,
    "title": "Skateboarder",
    "type": "Panel",
    "medium": "paste up",
    "execution_date": "2018–2014",
    "tags": "Animal, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.824844,
      "lon": -0.13913959
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Through Brighton's ancient Lanes where shadows dance and play,\nWhere cobblestones whisper secrets of another day,\nLas Iguanas stands sentinel in the labyrinth deep—\nThere upon a wall, an urban dream does sleep.\nA rider frozen mid-flight, board beneath his feet,\nWhere paste and vision merge, and street art stories meet.",
        "base_clue": "Find your way to Las Iguanas - Brighton, in the historic Lanes' labyrinth, and witness the artistic creation \"Skateboarder\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The artistic piece \"Skateboarder\" adorns an ancient structure, positioned 20m east of Gourmet Burger Kitchen (GBK) and 20m from Jill Edwards Comedy Workshops.",
        "base_clue": "The artistic piece \"Skateboarder\" adorns a historic stone building, positioned 20m east of Gourmet Burger Kitchen (GBK) and 20m from Jill Edwards Comedy Workshops."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Gourmet Burger Kitchen (GBK). Head east for 20m. The artwork will be on your left. Jill Edwards Comedy Workshops is 20m away. \"Skateboarder\" is a artwork featuring animal and pictorial and street art, created in 2018–2014 displayed on an ancient structure.",
        "base_clue": "Start at Gourmet Burger Kitchen (GBK). Head east for 20m. The artwork will be on your left. Jill Edwards Comedy Workshops is 20m away. \"Skateboarder\" is a artwork featuring animal and pictorial and street art, created in 2018–2014 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 744586,
    "title": "David Bowie (1947–2016)",
    "type": "Painted",
    "medium": "paint & stencil",
    "execution_date": "c.2016",
    "tags": "Commemorative, Figurative, Male, Street Art",
    "coordinates": {
      "lat": 50.828415,
      "lon": -0.13973236
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of The Prince Albert, in the artistic quarter's maze of lanes, discover the painted wonder \"David Bowie (1947–2016)\".",
        "base_clue": "Seek The Prince Albert, among the vibrant bohemian streets. There you'll find the painted masterpiece \"David Bowie (1947–2016)\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"David Bowie (1947–2016)\" adorns a corner shop building, positioned 1m northeast of St Noah News and 1m from St Noah News.",
        "base_clue": "The painted piece \"David Bowie (1947–2016)\" adorns a commercial premises, positioned 1m northeast of St Noah News and 1m from St Noah News."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at St Noah News. Head northeast for 1m. The artwork will be on your left. St Noah News is 1m away. \"David Bowie (1947–2016)\" is a painted artwork featuring commemorative and figurative and male and street art, created in c.2016 displayed on a café storefront.",
        "base_clue": "Start at St Noah News. Head northeast for 1m. The artwork will be on your left. St Noah News is 1m away. \"David Bowie (1947–2016)\" is a painted artwork featuring commemorative and figurative and male and street art, created in c.2016 displayed on a commercial premises."
      }
    ]
  },
  {
    "artwork_id": 747781,
    "title": "Woman",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Figurative, Street Art",
    "coordinates": {
      "lat": 50.817678,
      "lon": -0.11780351
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to St. George’s Church, where the pier's lights dance on water, and witness the painted creation \"Woman\".",
        "base_clue": "In the shadow of St. George’s Church, along the lively waterfront, discover the painted wonder \"Woman\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Woman\" adorns a grand seafront building, positioned 15m northeast of Ideal Market and 18m from Kemp Town Chippy.",
        "base_clue": "The painted piece \"Woman\" adorns an elegant Victorian building, positioned 15m northeast of Ideal Market and 18m from Kemp Town Chippy."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Ideal Market. Head northeast for 15m. The artwork will be on your left. Kemp Town Chippy is 18m away. \"Woman\" is a painted artwork featuring figurative and street art, created in 2023/2024 displayed on a prominent waterfront property.",
        "base_clue": "Start at Ideal Market. Head northeast for 15m. The artwork will be on your left. Kemp Town Chippy is 18m away. \"Woman\" is a painted artwork featuring figurative and street art, created in 2023/2024 displayed on a tall hotel facade."
      }
    ]
  },
  {
    "artwork_id": 746606,
    "title": "Phoenix and Dragon",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022",
    "tags": "Street Art, Symbolic",
    "coordinates": {
      "lat": 50.828919,
      "lon": -0.13355926
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where Greys Freehouse casts its ancient shade,\nAnd creative souls their artful stories weave,\nSeek the mythic dance in colors made—\nPhoenix and Dragon, locked in painted reprieve.\nIn the city's beating heart they dwell,\nThese creatures of fire and legend's spell.",
        "base_clue": "Find your way to The Greys Freehouse, in the artistic quarter's maze of lanes, and witness the painted creation \"Phoenix and Dragon\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Phoenix and Dragon\" adorns a converted house, positioned 12m east of Amanda Doughty Jewellery and 15m from Phoenix Art Space.",
        "base_clue": "The painted piece \"Phoenix and Dragon\" adorns a brick-fronted townhouse, positioned 12m east of Amanda Doughty Jewellery and 15m from Phoenix Art Space."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Amanda Doughty Jewellery. Head east for 12m. The artwork will be on your left. Phoenix Art Space is 15m away. \"Phoenix and Dragon\" is a painted artwork featuring street art and symbolic, created in 2022 displayed on a Victorian terrace building.",
        "base_clue": "Start at Amanda Doughty Jewellery. Head east for 12m. The artwork will be on your left. Phoenix Art Space is 15m away. \"Phoenix and Dragon\" is a painted artwork featuring street art and symbolic, created in 2022 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 748073,
    "title": "Welcome to Hollingdean",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Functional, Natural, Non-figurative, Street Art",
    "coordinates": {
      "lat": 50.839464,
      "lon": -0.12993157
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to One Church Brighton, in the creative heart of the city, and witness the painted creation \"Welcome to Hollingdean\".",
        "base_clue": "Find your way to One Church Brighton, where independent shops and cafes thrive, and witness the painted creation \"Welcome to Hollingdean\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Welcome to Hollingdean\" adorns a three-storey residential property, positioned 174m northwest of Freehold Terrace and 181m from Gallery 19a.",
        "base_clue": "The painted piece \"Welcome to Hollingdean\" adorns a Victorian terrace building, positioned 174m northwest of Freehold Terrace and 181m from Gallery 19a."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Freehold Terrace. Head northwest for 174m. The artwork will be on your left. Gallery 19a is 181m away. \"Welcome to Hollingdean\" is a painted artwork featuring functional and natural and non-figurative and street art, created in 2023/2024 displayed on a converted house.",
        "base_clue": "Start at Freehold Terrace. Head northwest for 174m. The artwork will be on your left. Gallery 19a is 181m away. \"Welcome to Hollingdean\" is a painted artwork featuring functional and natural and non-figurative and street art, created in 2023/2024 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 741614,
    "title": "Breaking Up",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Figurative, Male, Street Art",
    "coordinates": {
      "lat": 50.833466,
      "lon": -0.13751954
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobblestones whisper of artisan dreams,\nAnd the Crescent Green cradles moonlit streams,\nSeek the Open House where creativity dwells,\nWhere \"Breaking Up\" in painted splendor tells\nOf hearts unraveling in crimson and gold—\nA canvas confession, both tender and bold.",
        "base_clue": "Seek Open House, among the vibrant bohemian streets. There you'll find the painted masterpiece \"Breaking Up\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Breaking Up\" adorns a café storefront, positioned 33m east of Railway Mission and 37m from Calvary Church Brighton.",
        "base_clue": "The painted piece \"Breaking Up\" adorns a retail unit, positioned 33m east of Railway Mission and 37m from Calvary Church Brighton."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Railway Mission. Head east for 33m. The artwork will be on your left. Calvary Church Brighton is 37m away. \"Breaking Up\" is a painted artwork featuring figurative and male and street art, created in 2023 displayed on a corner shop building.",
        "base_clue": "Start at Railway Mission. Head east for 33m. The artwork will be on your left. Calvary Church Brighton is 37m away. \"Breaking Up\" is a painted artwork featuring figurative and male and street art, created in 2023 displayed on a commercial premises."
      }
    ]
  },
  {
    "artwork_id": 746581,
    "title": "Speed Test",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2024",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.824008,
      "lon": -0.1417239
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Seek Earth & Stars, among the old town's narrow passages. There you'll find the painted masterpiece \"Speed Test\".",
        "base_clue": "Find your way to Earth & Stars, where medieval streets wind through history, and witness the painted creation \"Speed Test\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Speed Test\" adorns a historic stone building, positioned 58m north of Barclays Bank and 61m from Sainsbury's Local.",
        "base_clue": "The painted piece \"Speed Test\" adorns a narrow medieval building, positioned 58m north of Barclays Bank and 61m from Sainsbury's Local."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Barclays Bank. Head north for 58m. The artwork will be on your right. Sainsbury's Local is 61m away. \"Speed Test\" is a painted artwork featuring pictorial and street art, created in 2024 displayed on a historic stone building.",
        "base_clue": "Start at Barclays Bank. Head north for 58m. The artwork will be on your right. Sainsbury's Local is 61m away. \"Speed Test\" is a painted artwork featuring pictorial and street art, created in 2024 displayed on a narrow medieval building."
      }
    ]
  },
  {
    "artwork_id": 748065,
    "title": "Humming Birds",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2021",
    "tags": "Animal, Natural, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.833106,
      "lon": -0.13258696
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where ancient stonework meets bohemian dreams,\nThe Greys Freehouse keeps its vigil tall,\nThrough twisting lanes where creativity streams,\nAnd whispered wings of painted hummingbirds call—\nTheir jeweled throats frozen mid-flight on the wall,\nIn colors bright as summer's sweetest gleams.",
        "base_clue": "In the shadow of The Greys Freehouse, in the artistic quarter's maze of lanes, discover the painted wonder \"Humming Birds\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Humming Birds\" adorns a Victorian terrace building, positioned 61m northeast of Naomi James and 62m from Sarah Packington acrylic jewellery.",
        "base_clue": "The painted piece \"Humming Birds\" adorns a three-storey residential property, positioned 61m northeast of Naomi James and 62m from Sarah Packington acrylic jewellery."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Naomi James. Head northeast for 61m. The artwork will be on your left. Sarah Packington acrylic jewellery is 62m away. \"Humming Birds\" is a painted artwork featuring animal and natural and pictorial and street art, created in 2021 displayed on a three-storey residential property.",
        "base_clue": "Start at Naomi James. Head northeast for 61m. The artwork will be on your left. Sarah Packington acrylic jewellery is 62m away. \"Humming Birds\" is a painted artwork featuring animal and natural and pictorial and street art, created in 2021 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 747778,
    "title": "David Bowie (1947–2016) and Iggy Pop (b.1947)",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Commemorative, Female, Figurative, Street Art",
    "coordinates": {
      "lat": 50.8197,
      "lon": -0.12860209
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where The Lanes Hotel stands proud, by the bustling eastern shore, the painted artwork \"David Bowie (1947–2016) and Iggy Pop (b.1947)\" awaits.",
        "base_clue": "Find your way to The Lanes Hotel, where the pier's lights dance on water, and witness the painted creation \"David Bowie (1947–2016) and Iggy Pop (b.1947)\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"David Bowie (1947–2016) and Iggy Pop (b.1947)\" adorns a tall hotel facade, positioned 1m northeast of House of Hair Brighton and 9m from Drop Dead Gorgeous Services.",
        "base_clue": "The painted piece \"David Bowie (1947–2016) and Iggy Pop (b.1947)\" adorns an elegant Victorian building, positioned 1m northeast of House of Hair Brighton and 9m from Drop Dead Gorgeous Services."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at House of Hair Brighton. Head northeast for 1m. The artwork will be on your left. Drop Dead Gorgeous Services is 9m away. \"David Bowie (1947–2016) and Iggy Pop (b.1947)\" is a painted artwork featuring commemorative and female and figurative and street art, created in 2023/2024 displayed on a grand seafront building.",
        "base_clue": "Start at House of Hair Brighton. Head northeast for 1m. The artwork will be on your left. Drop Dead Gorgeous Services is 9m away. \"David Bowie (1947–2016) and Iggy Pop (b.1947)\" is a painted artwork featuring commemorative and female and figurative and street art, created in 2023/2024 displayed on a tall hotel facade."
      }
    ]
  },
  {
    "artwork_id": 745745,
    "title": "Sea Lanes",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Commercial, Figurative, Sport, Street Art",
    "coordinates": {
      "lat": 50.817231,
      "lon": -0.1246503
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where eastern waters kiss the land with whispered tales untold,\nThe Lanes Hotel stands sentinel, its stories yet unfold.\nSeek where pigment meets the wall in azure, foam, and brine—\n\"Sea Lanes\" waits in painted dreams where earth and ocean twine.",
        "base_clue": "In the shadow of The Lanes Hotel, where the pier's lights dance on water, discover the painted wonder \"Sea Lanes\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Sea Lanes\" adorns an elegant Victorian building, positioned 29m southwest of Public bicycle parking and 66m from Poppy Gonzalez Piano School | Brighton Piano Teacher | Quality Piano Lessons for Children age 4 and up.",
        "base_clue": "The painted piece \"Sea Lanes\" adorns a grand seafront building, positioned 29m southwest of Public bicycle parking and 66m from Poppy Gonzalez Piano School | Brighton Piano Teacher | Quality Piano Lessons for Children age 4 and up."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Public bicycle parking. Head southwest for 29m. The artwork will be on your right. Poppy Gonzalez Piano School | Brighton Piano Teacher | Quality Piano Lessons for Children age 4 and up is 66m away. \"Sea Lanes\" is a painted artwork featuring commercial and figurative and sport and street art, created in 2023/2024 displayed on a tall hotel facade.",
        "base_clue": "Start at Public bicycle parking. Head southwest for 29m. The artwork will be on your right. Poppy Gonzalez Piano School | Brighton Piano Teacher | Quality Piano Lessons for Children age 4 and up is 66m away. \"Sea Lanes\" is a painted artwork featuring commercial and figurative and sport and street art, created in 2023/2024 displayed on an elegant Victorian building."
      }
    ]
  },
  {
    "artwork_id": 741585,
    "title": "Flowers",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2018",
    "tags": "Natural, Non-figurative, Street Art",
    "coordinates": {
      "lat": 50.826904,
      "lon": -0.13602287
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of North Laine Brewhouse, in the ancient twisted lanes, discover the painted wonder \"Flowers\".",
        "base_clue": "Where North Laine Brewhouse stands proud, in the ancient twisted lanes, the painted artwork \"Flowers\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Flowers\" adorns a narrow medieval building, positioned 17m northeast of Motorcycle bay and 28m from North Laine Brewhouse.",
        "base_clue": "The painted piece \"Flowers\" adorns an ancient structure, positioned 17m northeast of Motorcycle bay and 28m from North Laine Brewhouse."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Motorcycle bay. Head northeast for 17m. The artwork will be on your left. North Laine Brewhouse is 28m away. \"Flowers\" is a painted artwork featuring natural and non-figurative and street art, created in 2018 displayed on a historic stone building.",
        "base_clue": "Start at Motorcycle bay. Head northeast for 17m. The artwork will be on your left. North Laine Brewhouse is 28m away. \"Flowers\" is a painted artwork featuring natural and non-figurative and street art, created in 2018 displayed on a narrow medieval building."
      }
    ]
  },
  {
    "artwork_id": 747779,
    "title": "Dogs",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022",
    "tags": "Animal, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.820342,
      "lon": -0.13128921
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to Brighton Rocks, along the lively waterfront, and witness the painted creation \"Dogs\".",
        "base_clue": "Seek Brighton Rocks, along the lively waterfront. There you'll find the painted masterpiece \"Dogs\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Dogs\" adorns a street-level unit, positioned 5m northeast of Enliven.Skin – Brighton Aesthetic & Skin Clinic and 14m from The Charm Brighton Boutique Hotel & Spa.",
        "base_clue": "The painted piece \"Dogs\" adorns a refurbished property, positioned 5m northeast of Enliven.Skin – Brighton Aesthetic & Skin Clinic and 14m from The Charm Brighton Boutique Hotel & Spa."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Enliven.Skin – Brighton Aesthetic & Skin Clinic. Head northeast for 5m. The artwork will be on your left. The Charm Brighton Boutique Hotel & Spa is 14m away. \"Dogs\" is a painted artwork featuring animal and pictorial and street art, created in 2022 displayed on a modern seafront development.",
        "base_clue": "Start at Enliven.Skin – Brighton Aesthetic & Skin Clinic. Head northeast for 5m. The artwork will be on your left. The Charm Brighton Boutique Hotel & Spa is 14m away. \"Dogs\" is a painted artwork featuring animal and pictorial and street art, created in 2022 displayed on a modern seafront development."
      }
    ]
  },
  {
    "artwork_id": 747329,
    "title": "Overhead Brighton",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.838325,
      "lon": -0.12778759
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where independent spirits gather beneath painted skies,\nThe Well springs forth with Thumbprint's gentle sigil,\nAnd \"Overhead Brighton\" blooms in celestial guise—\nSeek where artisan dreams and colors keep their vigil,\nWhile gardens whisper secrets just beyond your eyes.",
        "base_clue": "Seek Thumbprint Foundation and The Well, where independent shops and cafes thrive. There you'll find the painted masterpiece \"Overhead Brighton\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Overhead Brighton\" adorns a converted house, positioned 28m east of Freehold Terrace and 48m from iEiShop.",
        "base_clue": "The painted piece \"Overhead Brighton\" adorns a Victorian terrace building, positioned 28m east of Freehold Terrace and 48m from iEiShop."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Freehold Terrace. Head east for 28m. The artwork will be on your left. iEiShop is 48m away. \"Overhead Brighton\" is a painted artwork featuring pictorial and street art, created in 2023 displayed on a three-storey residential property.",
        "base_clue": "Start at Freehold Terrace. Head east for 28m. The artwork will be on your left. iEiShop is 48m away. \"Overhead Brighton\" is a painted artwork featuring pictorial and street art, created in 2023 displayed on a three-storey residential property."
      }
    ]
  },
  {
    "artwork_id": 741615,
    "title": "Underwater",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Animal, Environmental, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.829518,
      "lon": -0.13602287
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where North Laine Brewhouse stands proud, in the artistic quarter's maze of lanes, the painted artwork \"Underwater\" awaits.",
        "base_clue": "In the shadow of North Laine Brewhouse, in the artistic quarter's maze of lanes, discover the painted wonder \"Underwater\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Underwater\" adorns a retail unit, positioned 98m from Providence Place Gardens and 194m from Pelham Square, with The Level located 261m away.",
        "base_clue": "The painted piece \"Underwater\" adorns a retail unit, positioned 20m southeast of ALDI and 20m from ALDI."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at ALDI. Head southeast for 20m. The artwork will be on your right. ALDI is 20m away. \"Underwater\" is a painted artwork featuring animal and environmental and pictorial and street art, created in 2023 displayed on a commercial premises.",
        "base_clue": "Start at ALDI. Head southeast for 20m. The artwork will be on your right. ALDI is 20m away. \"Underwater\" is a painted artwork featuring animal and environmental and pictorial and street art, created in 2023 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 748064,
    "title": "Rick and Morty",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2017",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.836303,
      "lon": -0.12621045
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of The Wellington, in the creative heart of the city, discover the painted wonder \"Rick and Morty\".",
        "base_clue": "Where The Wellington stands proud, in the artistic quarter's maze of lanes, the painted artwork \"Rick and Morty\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Rick and Morty\" adorns a brick-fronted townhouse, positioned 48m west of Post Box and 48m from Lewes Road Launderette & Drycleaners.",
        "base_clue": "The painted piece \"Rick and Morty\" adorns a Victorian terrace building, positioned 48m west of Post Box and 48m from Lewes Road Launderette & Drycleaners."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Post Box. Head west for 48m. The artwork will be on your left. Lewes Road Launderette & Drycleaners is 48m away. \"Rick and Morty\" is a painted artwork featuring pictorial and street art, created in 2017 displayed on a Victorian terrace building.",
        "base_clue": "Start at Post Box. Head west for 48m. The artwork will be on your left. Lewes Road Launderette & Drycleaners is 48m away. \"Rick and Morty\" is a painted artwork featuring pictorial and street art, created in 2017 displayed on a Victorian terrace building."
      }
    ]
  },
  {
    "artwork_id": 748072,
    "title": "Two Women",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Figurative, Street Art",
    "coordinates": {
      "lat": 50.835327,
      "lon": -0.12825251
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to The Wellington, among the vibrant bohemian streets, and witness the painted creation \"Two Women\".",
        "base_clue": "Seek The Wellington, in the artistic quarter's maze of lanes. There you'll find the painted masterpiece \"Two Women\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Two Women\" adorns a brick-fronted townhouse, positioned 62m northeast of G-wizz cleaning services and 100m from Bradley's.",
        "base_clue": "The painted piece \"Two Women\" adorns a converted house, positioned 62m northeast of G-wizz cleaning services and 100m from Bradley's."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at G-wizz cleaning services. Head northeast for 62m. The artwork will be on your left. Bradley's is 100m away. \"Two Women\" is a painted artwork featuring figurative and street art, created in 2023/2024 displayed on a converted house.",
        "base_clue": "Start at G-wizz cleaning services. Head northeast for 62m. The artwork will be on your left. Bradley's is 100m away. \"Two Women\" is a painted artwork featuring figurative and street art, created in 2023/2024 displayed on a converted house."
      }
    ]
  },
  {
    "artwork_id": 741654,
    "title": "Brighton Belle",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2010",
    "tags": "Industrial and Local Heritage, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.828656,
      "lon": -0.1408267
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Through the artistic quarter's winding embrace,\nWhere cobbled whispers guide your pace,\nSeek the Prince where Albert reigns,\nIn labyrinthine, storied lanes.\nThere upon a waiting wall,\nBrighton Belle awaits your call—\nA painted dream in colors bright,\nBorn of brush and morning light.",
        "base_clue": "Where The Prince Albert stands proud, where independent shops and cafes thrive, the painted artwork \"Brighton Belle\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Brighton Belle\" adorns a commercial premises, positioned 7m southwest of Brighton Toy and Model Museum and 23m from The Prince Albert.",
        "base_clue": "The painted piece \"Brighton Belle\" adorns a café storefront, positioned 7m southwest of Brighton Toy and Model Museum and 23m from The Prince Albert."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Brighton Toy and Model Museum. Head southwest for 7m. The artwork will be on your right. The Prince Albert is 23m away. \"Brighton Belle\" is a painted artwork featuring industrial and local heritage and pictorial and street art, created in 2010 displayed on a retail unit.",
        "base_clue": "Start at Brighton Toy and Model Museum. Head southwest for 7m. The artwork will be on your right. The Prince Albert is 23m away. \"Brighton Belle\" is a painted artwork featuring industrial and local heritage and pictorial and street art, created in 2010 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 747780,
    "title": "Elvis (1935–1977)",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2020/2021",
    "tags": "Commemorative, Female, Figurative, Street Art",
    "coordinates": {
      "lat": 50.824114,
      "lon": -0.13923168
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where Côte Brighton stands proud, in the ancient twisted lanes, the painted artwork \"Elvis (1935–1977)\" awaits.",
        "base_clue": "Find your way to Côte Brighton, among the old town's narrow passages, and witness the painted creation \"Elvis (1935–1977)\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Elvis (1935–1977)\" adorns a narrow medieval building, positioned 5m northeast of REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL and 15m from Mister Smith Interiors.",
        "base_clue": "The painted piece \"Elvis (1935–1977)\" adorns an ancient structure, positioned 5m northeast of REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL and 15m from Mister Smith Interiors."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL. Head northeast for 5m. The artwork will be on your left. Mister Smith Interiors is 15m away. \"Elvis (1935–1977)\" is a painted artwork featuring commemorative and female and figurative and street art, created in 2020/2021 displayed on a historic stone building.",
        "base_clue": "Start at REDEEMED CHRISTIAN CHURCH OF GOD, LOVE CHAPEL. Head northeast for 5m. The artwork will be on your left. Mister Smith Interiors is 15m away. \"Elvis (1935–1977)\" is a painted artwork featuring commemorative and female and figurative and street art, created in 2020/2021 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 744587,
    "title": "Optic Bubbles",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Commercial, Figurative, Street Art",
    "coordinates": {
      "lat": 50.831695,
      "lon": -0.13686776
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobblestones whisper tales of old,\nAnd Providence Place Gardens unfold,\nSeek the tavern crowned by western hill's embrace,\nIn the quarter where artists find their sacred space.\n\nThere, upon a wall where shadows dance and play,\n\"Optic Bubbles\" shimmer in painted array—\nSpheres of light that float in pigment dreams,\nCatching secrets in their iridescent gleams.",
        "base_clue": "Where The West Hill Tavern stands proud, in the artistic quarter's maze of lanes, the painted artwork \"Optic Bubbles\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Optic Bubbles\" adorns a commercial premises, positioned 10m north of Nail Lounge & Spa and 14m from TGJones.",
        "base_clue": "The painted piece \"Optic Bubbles\" adorns a retail unit, positioned 10m north of Nail Lounge & Spa and 14m from TGJones."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Nail Lounge & Spa. Head north for 10m. The artwork will be on your right. TGJones is 14m away. \"Optic Bubbles\" is a painted artwork featuring commercial and figurative and street art, created in 2023 displayed on a café storefront.",
        "base_clue": "Start at Nail Lounge & Spa. Head north for 10m. The artwork will be on your right. TGJones is 14m away. \"Optic Bubbles\" is a painted artwork featuring commercial and figurative and street art, created in 2023 displayed on a commercial premises."
      }
    ]
  },
  {
    "artwork_id": 747313,
    "title": "The Dorset",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Commercial, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.825639,
      "lon": -0.13941318
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to Ten Green Bottles Brighton Wine Bar and Shop, among the old town's narrow passages, and witness the painted creation \"The Dorset\".",
        "base_clue": "Seek Ten Green Bottles Brighton Wine Bar and Shop, in the historic Lanes' labyrinth. There you'll find the painted masterpiece \"The Dorset\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"The Dorset\" adorns an ancient structure, positioned 8m east of Garden Cafe Brighton and 16m from Cappadocia Gift Shop.",
        "base_clue": "The painted piece \"The Dorset\" adorns a historic stone building, positioned 8m east of Garden Cafe Brighton and 16m from Cappadocia Gift Shop."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Garden Cafe Brighton. Head east for 8m. The artwork will be on your right. Cappadocia Gift Shop is 16m away. \"The Dorset\" is a painted artwork featuring commercial and pictorial and street art, created in 2023/2024 displayed on an ancient structure.",
        "base_clue": "Start at Garden Cafe Brighton. Head east for 8m. The artwork will be on your right. Cappadocia Gift Shop is 16m away. \"The Dorset\" is a painted artwork featuring commercial and pictorial and street art, created in 2023/2024 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 741678,
    "title": "Act Now",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2019/2020",
    "tags": "Animal, Environmental, Street Art, Symbolic",
    "coordinates": {
      "lat": 50.82635,
      "lon": -0.12877285
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where Southover Wines stands proud, in the ancient twisted lanes, the painted artwork \"Act Now\" awaits.",
        "base_clue": "Find your way to Southover Wines, among the old town's narrow passages, and witness the painted creation \"Act Now\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Act Now\" adorns a narrow medieval building, positioned 47m south of Brighton Massage and 103m from The Independent Taproom & Beer Shop.",
        "base_clue": "The painted piece \"Act Now\" adorns a narrow medieval building, positioned 47m south of Brighton Massage and 103m from The Independent Taproom & Beer Shop."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Brighton Massage, positioned on the eastern side of the street. Exit the building and orient yourself to face due south (180° compass bearing). Walk precisely 47 meters southward along the pavement, maintaining a straight path parallel to the main road. After covering this distance, turn your head to look directly west (270° compass bearing) - the artwork will be positioned on your right-hand side.\n\n**LANDMARK CONFIRMATION:** The Independent Taproom & Beer Shop, a contemporary craft beer retailer housed in a modern glass-fronted commercial building with distinctive brewery signage, stands exactly 103 meters from your current position, serving as your primary distance reference point.\n\n**ARTWORK LOCATION & DESCRIPTION:** \"Act Now\" is a large-scale painted mural executed in vibrant acrylic paints, created during 2019-2020. This striking street art piece is displayed prominently on the exterior wall of an ancient stone or brick structure, likely a historic building with weathered masonry. The artwork combines powerful visual elements across multiple thematic categories: **Animal** imagery featuring wildlife species, **Environmental** motifs highlighting climate and nature themes, **Street Art** styling with urban artistic techniques, and **Symbolic** representations conveying activist messaging.\n\n**ADDITIONAL LANDMARKS FOR NAVIGATION:** Tarner Park recreational area lies 266m northeast, Queen's Park Brighton & Hove stretches 295",
        "base_clue": "Start at Brighton Massage. Head south for 47m. The artwork will be on your right. The Independent Taproom & Beer Shop is 103m away. \"Act Now\" is a painted artwork featuring animal and environmental and street art and symbolic, created in 2019/2020 displayed on a historic stone building."
      }
    ]
  },
  {
    "artwork_id": 741681,
    "title": "The Seagulls",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2022/2023",
    "tags": "Commemorative, Non-figurative, Sport, Street Art",
    "coordinates": {
      "lat": 50.832115,
      "lon": -0.13438135
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobbled whispers wind through artist's dreams,\nAnd The Greys Freehouse casts its knowing shade,\nThrough quarter's maze where creativity gleams,\nSeek wings of white that time has never frayed—\nThe Seagulls soar in pigment's sacred streams.",
        "base_clue": "In the shadow of The Greys Freehouse, among the vibrant bohemian streets, discover the painted wonder \"The Seagulls\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"The Seagulls\" adorns a retail unit, positioned 33m east of A Coombs Pet Centre (Brighton) and 57m from The Drop.",
        "base_clue": "The painted piece \"The Seagulls\" adorns a corner shop building, positioned 33m east of A Coombs Pet Centre (Brighton) and 57m from The Drop."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at A Coombs Pet Centre (Brighton). Head east for 33m. The artwork will be on your right. The Drop is 57m away. \"The Seagulls\" is a painted artwork featuring commemorative and non-figurative and sport and street art, created in 2022/2023 displayed on a corner shop building.",
        "base_clue": "Start at A Coombs Pet Centre (Brighton). Head east for 33m. The artwork will be on your right. The Drop is 57m away. \"The Seagulls\" is a painted artwork featuring commemorative and non-figurative and sport and street art, created in 2022/2023 displayed on a corner shop building."
      }
    ]
  },
  {
    "artwork_id": 755292,
    "title": "Curry Leaf",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2021",
    "tags": "Commercial, Natural, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.821414,
      "lon": -0.14182448
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to The Cricketers, where medieval streets wind through history, and witness the painted creation \"Curry Leaf\".",
        "base_clue": "In the shadow of The Cricketers, in the historic Lanes' labyrinth, discover the painted wonder \"Curry Leaf\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Curry Leaf\" adorns a centuries-old property, positioned 23m northeast of Cosmedoctor and 33m from Save Some Brain Cells.",
        "base_clue": "The painted piece \"Curry Leaf\" adorns a historic stone building, positioned 23m northeast of Cosmedoctor and 33m from Save Some Brain Cells."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Cosmedoctor. Head northeast for 23m. The artwork will be on your left. Save Some Brain Cells is 33m away. \"Curry Leaf\" is a painted artwork featuring commercial and natural and pictorial and street art, created in c.2021 displayed on a narrow medieval building.",
        "base_clue": "Start at Cosmedoctor. Head northeast for 23m. The artwork will be on your left. Save Some Brain Cells is 33m away. \"Curry Leaf\" is a painted artwork featuring commercial and natural and pictorial and street art, created in c.2021 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 744591,
    "title": "Birds and Foliage",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Animal, Commercial, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.831412,
      "lon": -0.13601035
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of The Greys Freehouse, among the vibrant bohemian streets, discover the painted wonder \"Birds and Foliage\".",
        "base_clue": "Where The Greys Freehouse stands proud, in the creative heart of the city, the painted artwork \"Birds and Foliage\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Birds and Foliage\" adorns a commercial premises, positioned 8m west of Rooted & Co and 21m from Greggs.",
        "base_clue": "The painted piece \"Birds and Foliage\" adorns a commercial premises, positioned 8m west of Rooted & Co and 21m from Greggs."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Rooted & Co coffee shop, a modern independent café with large glass windows and dark wooden exterior cladding located on the street corner. From the main entrance, head directly west (270°) for exactly 8 meters along the pavement, passing the café's outdoor seating area with black metal tables and chairs. After 8 meters, turn your head to the right (north side of the street) where you will find \"Birds and Foliage\" - a vibrant painted mural created in 2023 using acrylic paint medium, featuring colorful birds perched among lush green foliage and decorative botanical elements. This street art piece combines animal, commercial, pictorial, and street art styles, displayed prominently on the brick wall of a two-story commercial building with white-painted window frames and a red front door. The artwork measures approximately 3 meters wide by 2.5 meters high. As a distance reference landmark, Greggs bakery with its distinctive blue and orange storefront signage is located 21 meters further west from your current position. Additional nearby landmarks include Church of St. Bartholomew on Ann Street (95m northeast), Providence Place Gardens (141m south), International Zen Association UK (188m southwest), The Level park and recreation area (197m southeast), and The Crescent Green public space (218m east).",
        "base_clue": "Start at Rooted & Co. Head west for 8m. The artwork will be on your right. Greggs is 21m away. \"Birds and Foliage\" is a painted artwork featuring animal and commercial and pictorial and street art, created in 2023 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 747325,
    "title": "Hove Lagoon",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2016/2017",
    "tags": "Commercial, Functional, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.826426,
      "lon": -0.19637704
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where The Friends of St Ann’s Well Gardens stands proud, where retail meets heritage, the painted artwork \"Hove Lagoon\" awaits.",
        "base_clue": "In the shadow of The Friends of St Ann’s Well Gardens, in the commercial heart of Brighton, discover the painted wonder \"Hove Lagoon\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted artwork \"Hove Lagoon\" can be found on a multi-storey shopping complex in north Brighton.",
        "base_clue": "The painted artwork \"Hove Lagoon\" can be found on a commercial storefront in north Brighton."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "\"Hove Lagoon\" is a painted artwork featuring commercial and functional and pictorial and street art, created in 2016/2017 on a large retail building in north Brighton.",
        "base_clue": "\"Hove Lagoon\" is a painted artwork featuring commercial and functional and pictorial and street art, created in 2016/2017 on a busy shop front in north Brighton."
      }
    ]
  },
  {
    "artwork_id": 741588,
    "title": "Hannington's Lane",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2020",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.822102,
      "lon": -0.13982087
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where ancient stones whisper tales untold,\nAnd Riddle & Finns keeps watch like a sentinel bold,\nThrough labyrinthine paths where time stands still,\nMedieval arteries pulse with history's thrill.\nSeek the canvas christened \"Hannington's Lane\"—\nWhere brushstrokes dance and memories remain,\nA stone's throw from where the Royal Pavilion dreams,\nIn gardens where Eastern majesty gleams.",
        "base_clue": "Seek Riddle & Finns The Lanes, where medieval streets wind through history. There you'll find the painted masterpiece \"Hannington's Lane\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Hannington's Lane\" adorns an ancient structure, positioned 18m east of Paxton+Glew Contemporary Art Gallery and 22m from BouSham Gallery.",
        "base_clue": "The painted piece \"Hannington's Lane\" adorns a centuries-old property, positioned 18m east of Paxton+Glew Contemporary Art Gallery and 22m from BouSham Gallery."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Paxton+Glew Contemporary Art Gallery. Head east for 18m. The artwork will be on your right. BouSham Gallery is 22m away. \"Hannington's Lane\" is a painted artwork featuring pictorial and street art, created in c.2020 displayed on a narrow medieval building.",
        "base_clue": "Start at Paxton+Glew Contemporary Art Gallery. Head east for 18m. The artwork will be on your right. BouSham Gallery is 22m away. \"Hannington's Lane\" is a painted artwork featuring pictorial and street art, created in c.2020 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 748068,
    "title": "Purple Monkey and Cat",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023/2024",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.837829,
      "lon": -0.12519211
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of Thumbprint Foundation and The Well, among the vibrant bohemian streets, discover the painted wonder \"Purple Monkey and Cat\".",
        "base_clue": "Find your way to Thumbprint Foundation and The Well, among the vibrant bohemian streets, and witness the painted creation \"Purple Monkey and Cat\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Purple Monkey and Cat\" adorns a three-storey residential property, positioned 48m south of Saunders Park Edible Community Garden and 50m from Wild Bean Cafe.",
        "base_clue": "The painted piece \"Purple Monkey and Cat\" adorns a Victorian terrace building, positioned 48m south of Saunders Park Edible Community Garden and 50m from Wild Bean Cafe."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Saunders Park Edible Community Garden. Head south for 48m. The artwork will be on your left. Wild Bean Cafe is 50m away. \"Purple Monkey and Cat\" is a painted artwork featuring pictorial and street art, created in 2023/2024 displayed on a three-storey residential property.",
        "base_clue": "Start at Saunders Park Edible Community Garden. Head south for 48m. The artwork will be on your left. Wild Bean Cafe is 50m away. \"Purple Monkey and Cat\" is a painted artwork featuring pictorial and street art, created in 2023/2024 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 741658,
    "title": "Cartoonscape",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2023",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.823738,
      "lon": -0.14021695
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where ancient cobbles whisper tales untold,\nAnd The Post & Telegraph keeps vigil bold,\nThrough labyrinthine Lanes where shadows dance,\nA \"Cartoonscape\" blooms in painted trance—\nWhere Wetherspoon's hearth glows warm and bright,\nAnd colors leap from wall to light.",
        "base_clue": "Seek The Post & Telegraph - JD Wetherspoon, in the ancient twisted lanes. There you'll find the painted masterpiece \"Cartoonscape\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Cartoonscape\" adorns a narrow medieval building, positioned 21m southeast of Guy Allen’s Studio and 22m from Lagom Design | Contemporary Greeting Cards, Stationery & Gifts.",
        "base_clue": "The painted piece \"Cartoonscape\" adorns a centuries-old property, positioned 21m southeast of Guy Allen’s Studio and 22m from Lagom Design | Contemporary Greeting Cards, Stationery & Gifts."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Guy Allen’s Studio. Head southeast for 21m. The artwork will be on your right. Lagom Design | Contemporary Greeting Cards, Stationery & Gifts is 22m away. \"Cartoonscape\" is a painted artwork featuring pictorial and street art, created in c.2023 displayed on a narrow medieval building.",
        "base_clue": "Start at Guy Allen’s Studio. Head southeast for 21m. The artwork will be on your right. Lagom Design | Contemporary Greeting Cards, Stationery & Gifts is 22m away. \"Cartoonscape\" is a painted artwork featuring pictorial and street art, created in c.2023 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 741674,
    "title": "SMB Tattoo",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2016/2017",
    "tags": "Abstract, Non-figurative, Street Art",
    "coordinates": {
      "lat": 50.836959,
      "lon": -0.14047265
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of Open House, in the creative heart of the city, discover the painted wonder \"SMB Tattoo\".",
        "base_clue": "Where Open House stands proud, among the vibrant bohemian streets, the painted artwork \"SMB Tattoo\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"SMB Tattoo\" adorns a Victorian terrace building, positioned 38m southwest of Miss Mole's Flower Emporium and 72m from Kamsons Pharmacy (Beaconsfield).",
        "base_clue": "The painted piece \"SMB Tattoo\" adorns a brick-fronted townhouse, positioned 38m southwest of Miss Mole's Flower Emporium and 72m from Kamsons Pharmacy (Beaconsfield)."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Miss Mole's Flower Emporium. Head southwest for 38m. The artwork will be on your right. Kamsons Pharmacy (Beaconsfield) is 72m away. \"SMB Tattoo\" is a painted artwork featuring abstract and non-figurative and street art, created in 2016/2017 displayed on a brick-fronted townhouse.",
        "base_clue": "Start at Miss Mole's Flower Emporium. Head southwest for 38m. The artwork will be on your right. Kamsons Pharmacy (Beaconsfield) is 72m away. \"SMB Tattoo\" is a painted artwork featuring abstract and non-figurative and street art, created in 2016/2017 displayed on a three-storey residential property."
      }
    ]
  },
  {
    "artwork_id": 747309,
    "title": "Balloons",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2020/2021",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.825705,
      "lon": -0.13969481
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where ancient cobbles whisper tales untold,\nAnd Ten Green Bottles guards its liquid gold,\nThrough medieval arteries that twist and bend,\nA painted dream awaits at journey's end—\nBalloons that float in silent, colored flight,\nDancing in shadows, kissed by Brighton's light.",
        "base_clue": "Where Ten Green Bottles Brighton Wine Bar and Shop stands proud, in the historic Lanes' labyrinth, the painted artwork \"Balloons\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Balloons\" adorns a historic stone building, positioned 7m northwest of Cappadocia Gift Shop and 12m from Trinity Supermarket.",
        "base_clue": "The painted piece \"Balloons\" adorns a narrow medieval building, positioned 7m northwest of Cappadocia Gift Shop and 12m from Trinity Supermarket."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Cappadocia Gift Shop. Head northwest for 7m. The artwork will be on your left. Trinity Supermarket is 12m away. \"Balloons\" is a painted artwork featuring pictorial and street art, created in 2020/2021 displayed on a centuries-old property.",
        "base_clue": "Start at Cappadocia Gift Shop. Head northwest for 7m. The artwork will be on your left. Trinity Supermarket is 12m away. \"Balloons\" is a painted artwork featuring pictorial and street art, created in 2020/2021 displayed on an ancient structure."
      }
    ]
  },
  {
    "artwork_id": 741662,
    "title": "Shelter",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2021",
    "tags": "Figurative, Street Art",
    "coordinates": {
      "lat": 50.832383,
      "lon": -0.14013737
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to The West Hill Tavern, among the vibrant bohemian streets, and witness the painted creation \"Shelter\".",
        "base_clue": "In the shadow of The West Hill Tavern, among the vibrant bohemian streets, discover the painted wonder \"Shelter\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Shelter\" adorns a brick-fronted townhouse, positioned 41m west of Emmanuel and 41m from The Perfect Pamper.",
        "base_clue": "The painted piece \"Shelter\" adorns a brick-fronted townhouse, positioned 41m west of Emmanuel and 41m from The Perfect Pamper."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Emmanuel. Head west for 41m. The artwork will be on your left. The Perfect Pamper is 41m away. \"Shelter\" is a painted artwork featuring figurative and street art, created in 2021 displayed on a brick-fronted townhouse.",
        "base_clue": "Start at Emmanuel. Head west for 41m. The artwork will be on your left. The Perfect Pamper is 41m away. \"Shelter\" is a painted artwork featuring figurative and street art, created in 2021 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 745699,
    "title": "Tree",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2014",
    "tags": "Pictorial, Street Art",
    "coordinates": {
      "lat": 50.830282,
      "lon": -0.13637155
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobbled paths and artists' souls entwine,\nThe Prince Albert stands, keeper of creative wine.\nThrough bohemian whispers and Providence's embrace,\nSeek the painted \"Tree\" in this enchanted space—\nIts branches reaching through pigment and time,\nA rooted guardian of color and rhyme.",
        "base_clue": "Find your way to The Prince Albert, in the creative heart of the city, and witness the painted creation \"Tree\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Tree\" adorns a commercial premises, positioned 10m southwest of Oxfam and 14m from The Cowley Club.",
        "base_clue": "The painted piece \"Tree\" adorns a commercial premises, positioned 10m southwest of Oxfam and 14m from The Cowley Club."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Oxfam. Head southwest for 10m. The artwork will be on your right. The Cowley Club is 14m away. \"Tree\" is a painted artwork featuring pictorial and street art, created in c.2014 displayed on a café storefront.",
        "base_clue": "Start at Oxfam. Head southwest for 10m. The artwork will be on your right. The Cowley Club is 14m away. \"Tree\" is a painted artwork featuring pictorial and street art, created in c.2014 displayed on a café storefront."
      }
    ]
  },
  {
    "artwork_id": 744572,
    "title": "Peace",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Peace, Protest, Street Art, Symbolic",
    "coordinates": {
      "lat": 50.822475,
      "lon": -0.13237506
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Seek The Kings Arms, among the old town's narrow passages. There you'll find the painted masterpiece \"Peace\".",
        "base_clue": "Find your way to The Kings Arms, in the historic Lanes' labyrinth, and witness the painted creation \"Peace\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Peace\" adorns a historic stone building, positioned 30m north of Maplewood Variety and 37m from Fixed Penalty Office Sussex Police.",
        "base_clue": "The painted piece \"Peace\" adorns a historic stone building, positioned 30m north of Maplewood Variety and 37m from Fixed Penalty Office Sussex Police."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Maplewood Variety. Head north for 30m. The artwork will be on your left. Fixed Penalty Office Sussex Police is 37m away. \"Peace\" is a painted artwork featuring peace and protest and street art and symbolic, created in 2023 displayed on a centuries-old property.",
        "base_clue": "Start at Maplewood Variety. Head north for 30m. The artwork will be on your left. Fixed Penalty Office Sussex Police is 37m away. \"Peace\" is a painted artwork featuring peace and protest and street art and symbolic, created in 2023 displayed on a centuries-old property."
      }
    ]
  },
  {
    "artwork_id": 741686,
    "title": "Albion Community Garden",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2022",
    "tags": "Animal, Natural, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.827836,
      "lon": -0.13356328
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to North Laine Brewhouse, where independent shops and cafes thrive, and witness the painted creation \"Albion Community Garden\".",
        "base_clue": "Seek North Laine Brewhouse, among the vibrant bohemian streets. There you'll find the painted masterpiece \"Albion Community Garden\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Albion Community Garden\" adorns a commercial premises, positioned 19m northwest of Albion Community Garden and 29m from FieldOps.",
        "base_clue": "The painted piece \"Albion Community Garden\" adorns a corner shop building, positioned 19m northwest of Albion Community Garden and 29m from FieldOps."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Albion Community Garden. Head northwest for 19m. The artwork will be on your left. FieldOps is 29m away. \"Albion Community Garden\" is a painted artwork featuring animal and natural and pictorial and street art, created in c.2022 displayed on a commercial premises.",
        "base_clue": "Start at Albion Community Garden. Head northwest for 19m. The artwork will be on your left. FieldOps is 29m away. \"Albion Community Garden\" is a painted artwork featuring animal and natural and pictorial and street art, created in c.2022 displayed on a commercial premises."
      }
    ]
  },
  {
    "artwork_id": 741669,
    "title": "'The Pond' Mural",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "c.2017",
    "tags": "Commercial, Natural, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.827158,
      "lon": -0.1407516
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where twilight's sentinel guards the cobbled ways,\nThrough artistic labyrinths where creativity plays,\nSeek the Evening Star's celestial glow—\nThere watery dreams in pigment flow,\nA pond of paint where silence speaks,\nAnd beauty's reflection your treasure seeks.",
        "base_clue": "Find your way to The Evening Star, in the artistic quarter's maze of lanes, and witness the painted creation \"'The Pond' Mural\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"'The Pond' Mural\" adorns a brick-fronted townhouse, positioned 19m southwest of Jeremy Hoye Jewellery and 60m from Greggs.",
        "base_clue": "The painted piece \"'The Pond' Mural\" adorns a three-storey residential property, positioned 19m southwest of Jeremy Hoye Jewellery and 60m from Greggs."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Jeremy Hoye Jewellery. Head southwest for 19m. The artwork will be on your right. Greggs is 60m away. \"'The Pond' Mural\" is a painted artwork featuring commercial and natural and pictorial and street art, created in c.2017 displayed on a Victorian terrace building.",
        "base_clue": "Start at Jeremy Hoye Jewellery. Head southwest for 19m. The artwork will be on your right. Greggs is 60m away. \"'The Pond' Mural\" is a painted artwork featuring commercial and natural and pictorial and street art, created in c.2017 displayed on a brick-fronted townhouse."
      }
    ]
  },
  {
    "artwork_id": 747314,
    "title": "Flowers",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2023",
    "tags": "Natural, Pictorial, Street Art",
    "coordinates": {
      "lat": 50.827094,
      "lon": -0.13951242
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Find your way to The Prince Albert, among the vibrant bohemian streets, and witness the painted creation \"Flowers\".",
        "base_clue": "In the shadow of The Prince Albert, in the creative heart of the city, discover the painted wonder \"Flowers\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Flowers\" adorns a retail unit, positioned 15m northeast of Julian Stephens Goldsmith and 35m from Blackout.",
        "base_clue": "The painted piece \"Flowers\" adorns a corner shop building, positioned 15m northeast of Julian Stephens Goldsmith and 35m from Blackout."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Julian Stephens Goldsmith. Head northeast for 15m. The artwork will be on your left. Blackout is 35m away. \"Flowers\" is a painted artwork featuring natural and pictorial and street art, created in 2023 displayed on a commercial premises.",
        "base_clue": "Start at Julian Stephens Goldsmith. Head northeast for 15m. The artwork will be on your left. Blackout is 35m away. \"Flowers\" is a painted artwork featuring natural and pictorial and street art, created in 2023 displayed on a corner shop building."
      }
    ]
  },
  {
    "artwork_id": 741690,
    "title": "Circus",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2021",
    "tags": "Animal, Industrial and Local Heritage, Street Art, Symbolic",
    "coordinates": {
      "lat": 50.824437,
      "lon": -0.13418287
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "Where cobbled whispers guide your feet through Brighton's ancient, winding streets, seek the royal pair of old—King and Queen in stories told. There, where time's gentle hand has traced the walls with painted grace, a \"Circus\" blooms in vibrant hue, a masterpiece awaiting you. Near where Victoria's gardens breathe, this treasure lies for those who seek.",
        "base_clue": "Where Ye Olde King & Queen Brighton stands proud, where medieval streets wind through history, the painted artwork \"Circus\" awaits."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Circus\" adorns a historic stone building, positioned 47m west of Puffin Community Nursery and 81m from Motorcycle bay.",
        "base_clue": "The painted piece \"Circus\" adorns a narrow medieval building, positioned 47m west of Puffin Community Nursery and 81m from Motorcycle bay."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at Puffin Community Nursery. Head west for 47m. The artwork will be on your right. Motorcycle bay is 81m away. \"Circus\" is a painted artwork featuring animal and industrial and local heritage and street art and symbolic, created in 2021 displayed on a centuries-old property.",
        "base_clue": "Start at Puffin Community Nursery. Head west for 47m. The artwork will be on your right. Motorcycle bay is 81m away. \"Circus\" is a painted artwork featuring animal and industrial and local heritage and street art and symbolic, created in 2021 displayed on a narrow medieval building."
      }
    ]
  },
  {
    "artwork_id": 741628,
    "title": "Roberto de Zerbi (b.1979)",
    "type": "Painted",
    "medium": "paint",
    "execution_date": "2024",
    "tags": "Male, Portrait, Sport, Street Art",
    "coordinates": {
      "lat": 50.831946,
      "lon": -0.13880163
    },
    "clues": [
      {
        "level": 1,
        "type": "cryptic",
        "clue": "In the shadow of The West Hill Tavern, where independent shops and cafes thrive, discover the painted wonder \"Roberto de Zerbi (b.1979)\".",
        "base_clue": "Seek The West Hill Tavern, in the artistic quarter's maze of lanes. There you'll find the painted masterpiece \"Roberto de Zerbi (b.1979)\"."
      },
      {
        "level": 2,
        "type": "medium",
        "clue": "The painted piece \"Roberto de Zerbi (b.1979)\" adorns a converted house, positioned 12m northeast of parcel post box and 18m from Phenix Art Space's - (Community Art Murial).",
        "base_clue": "The painted piece \"Roberto de Zerbi (b.1979)\" adorns a brick-fronted townhouse, positioned 12m northeast of parcel post box and 18m from Phenix Art Space's - (Community Art Murial)."
      },
      {
        "level": 3,
        "type": "directional",
        "clue": "Start at parcel post box. Head northeast for 12m. The artwork will be on your left. Phenix Art Space's - (Community Art Murial) is 18m away. \"Roberto de Zerbi (b.1979)\" is a painted artwork featuring male and portrait and sport and street art, created in 2024 displayed on a three-storey residential property.",
        "base_clue": "Start at parcel post box. Head northeast for 12m. The artwork will be on your left. Phenix Art Space's - (Community Art Murial) is 18m away. \"Roberto de Zerbi (b.1979)\" is a painted artwork featuring male and portrait and sport and street art, created in 2024 displayed on a three-storey residential property."
      }
    ]
  }
]